tap "arl/arl"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "libtiff"
brew "jpeg-xl"
brew "avrdude"
brew "bat"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "chafa"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "graphviz"
brew "lazygit"
brew "libpq"
brew "lsd"
brew "lua-language-server"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "nodenv"
brew "pillow"
brew "postgresql@14"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "screen"
brew "sheldon"
brew "starship"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "arl/arl/gitmux"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "fig"
cask "font-agave-nerd-font"
cask "font-hack-nerd-font"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "4ops.terraform"
vscode "adpyke.codesnap"
vscode "akamud.vscode-javascript-snippet-pack"
vscode "alefragnani.project-manager"
vscode "amandeepmittal.pug"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "anseki.vscode-color"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "arjun.swagger-viewer"
vscode "ashinzekene.nestjs"
vscode "astro-build.astro-vscode"
vscode "asuka.insertnumbers"
vscode "azemoh.one-monokai"
vscode "batisteo.vscode-django"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bigonesystems.django"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codesandbox-io.codesandbox-projects"
vscode "codezombiech.gitignore"
vscode "csantiago132.intellij-ish-darcula-theme"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "ditto.convert-html-to-pug"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "ducfilan.pug-formatter"
vscode "dunstontc.vscode-go-syntax"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expresssnippets.vscode-express-snippets"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "funkyremi.vscode-google-translate"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "ionutvmi.path-autocomplete"
vscode "j69.ejs-beautify"
vscode "janisdd.vscode-edit-csv"
vscode "jasonnutter.search-node-modules"
vscode "jawandarajbir.react-vscode-extension-pack"
vscode "jdinhlife.gruvbox"
vscode "jonkwheeler.styled-components-snippets"
vscode "juggernautjp.less-toml"
vscode "liviuschera.noctis"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msyrus.go-doc"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "orta.vscode-jest"
vscode "paulmolluzzo.convert-css-in-js"
vscode "piyushvscode.nodejs-snippets"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.liveserver"
vscode "sainnhe.gruvbox-material"
vscode "shopify.ruby-lsp"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sirtobi.code-clip-ring"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.language-stylus"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "tomoki1207.vscode-input-sequence"
vscode "tomphilbin.gruvbox-themes"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "william-voyek.vscode-nginx"
vscode "willstakayama.vscode-nextjs-snippets"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "xaver.clang-format"
vscode "xdebug.php-debug"
vscode "xr0master.webstorm-intellij-darcula-theme"
vscode "yoavbls.pretty-ts-errors"
vscode "yusukehirao.vscode-markuplint"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
